const baseUrl = {
	developmentUrl: {
//		   host1: "https://api.995120.cn/dwa/", //生产          业务码
//		   host2: "https://api.995120.cn" ,
//    	  host1: "http://api-test.995120.cn/dwa/", //测试          业务码
//     	  host2: "http://api-test.995120.cn" ,                              //测试            直连
// 		 host1: "http://192.168.9.136:2170/dwa/", //开发          业务码
// 		  host2: "http://192.168.9.136:2170" ,     //开发            直连
				 host1: "http://192.168.9.178:2170/dwa/", //赵俊伟          业务码
		  host2: "http://192.168.9.178:2170" ,     //赵俊伟            直连
		    //  host1: 'http://192.168.1.65:2170/dwa/' ,      //李大壮         业务码
		    //  host2: 'http://192.168.1.65:2170',            //  李大壮
		//    host1: 'http://122.224.133.53:9090',      //测试           业务码
		//    host2: '',      //测试             直连
		    // host1: 'http://192.168.1.76:2170/dwa/' ,      //陈明培         业务码
		    // host2: 'http://192.168.1.76:2170',
		//    host1: 'http://192.168.1.93:2010' ,      //左云飞          业务码
		//    host2: 'http://192.168.1.93:2090' ,      //左云飞          直连
		//    host1: 'http://192.168.1.96:2010',       //祝伟峰           业务码
		//    host2: 'http://192.168.1.96:2020',       //祝伟峰           直连
			//   host1: 'http://192.168.1.66:2170/dwa/',       //姚明炯          业务码
			//   host2: 'http://192.168.1.66:2170',       //姚明炯         直连
			  // host1: 'http://192.168.1.74:2170/dwa/',       //郝俊          业务码
			  // host2: 'http://192.168.1.74:2170',       //郝俊         直连
			//   host1: 'http://192.168.1.75:2130/hww/',       //陈伟          业务码
		//		  host2: 'http://192.168.1.75:2130',       //陈伟         直连
				//   host1: 'http://192.168.1.65:2140/hww/',       //曹广军          业务码
				//   host2: 'http://192.168.1.65:2130',       //曹广军         直连
	},
	productionUrl: {
		host: "http://localhost:7000/"
	}
};
export default baseUrl;